LEXICON_RU: dict[str, str] = {'chat_with_gpt': '🧑🏻‍💻 Начать чат с ChatGPT',
                              'about': 'ℹ️ О боте',
                              'back': '↩️ Назад',
                              'admin': '👨‍💻 Админка',
                              'examples': 'Примеры',
                              '/start': 'Привет! 😊\nЯ бот, демонстрирующий как работает ChatGpt. Основные команды для работы с ботом:\n\n/chat - запуск чата с нейросетью\n/cancel - сброс контекста диалога',
                              '/cancel': "Контекст беседы очищен.\nБот забыл предыдущий диалог",
                              '/cancel_error': "Контекст отсутствует\nНачните диалог с ChatGPT",
                              '/about': '<b>Добавить описание</b>\n\n Это бот chatGPT с возможностью запоминать контекст беседы',
                              '/chat': 'Введите запрос ⬇',
                              '/back': 'Привет!\nЯ бот, демонстрирующий как работает ChatGpt. Основные команды '
                                        'для работы с ботом:\n\n/chat - запуск чата с нейросетью\n/cancel - '
                                        'сброс контекста диалога',
                              'examples_text': 'Выбирай вариант для демонстрации потрясающих возможностей новой модели сети ChatGPT ⬇️',
                              'film_emodsi': '🎥  Отгадай фильм по эмодзи'
                              }

LEXICON_COMMANDS_RU: dict[str, str] = {'/start': 'Запуск бота',
                                    '/cancel': "Очистить контекст",
                                    '/chat': 'Начать чат'
                                   }